[
    {
      "no":1,
      "rice_Type": "ข้าวหอมไทย",
      "rice_name": "กข99 (หอมคลองหลวง 72)",
      "department": "ศูนย์วิจัยข้าวหลองหลวง",
      "owner": " นางสาวประกอบกิจ ดังไธสง",
      "position": "นักวิชาการเกษตรชำนาญการพิเศษ",
      "history": "กข99 ได้จากการผสมพันธุ์ระหว่างพันธุ์ IR841 (พันธุ์แม่) กับพันธุ์ชัยนาท 1 (พันธุ์พ่อ) ที่สถานีทดลองข้าวบางเขน (ศูนย์วิจัยข้าวฉะเชิงเทราในปัจจุบัน) ตั้งแต่ปี 2555 ถึง 2565 ปลูกคัดเลือกแบบสืบตระกูลที่ศูนย์วิจัยข้าวคลองหลวง จนได้สายพันธุ์ที่คงตัวทางพันธุกรรม",
      "characteristics": [
        "ข้าวเจ้าหอมไม่ไวต่อช่วงแสง",
        "อายุเก็บเกี่ยว 115 วัน",
        "ความสูงประมาณ 113 เซนติเมตร",
        "มีกลิ่นหอมอ่อน (2AP = 1.69 ppm)"
      ],
      "Features": [
        "เป็นข้าวเจ้าหอมพื้นนุ่ม ไม่ไวต่อช่วงแสง",
        "ศักยภาพการให้ผลผลิต 957 กิโลกรัมต่อไร่ ",
        "อายุเก็บเกี่ยวสั้นกว่าปทุมธานี 1",
        "คุณภาพการสีดีมาก สามารถผลิตเป็นข้าวสาร 100 เปอร์เซ็นต์ ชั้น 1 ได้",
        "ข้าวสุกมีกลิ่นหอม เนื้อสัมผัสค่อนข้างเหนียวและนุ่ม"
      ],
      "area": "สามารถแนะนำเป็นทางเลือกสำหรับเกษตรกรใช้ปลูก ในพื้นที่นาชลประทานภาคกลาง ภาคเหนือตอนล่าง และภาคเหนือตอนบนที่เป็นพื้นที่ส่งเสริมให้ปลูกข้าวหอมไทย",
      "Limitations": "ค่อนข้างอ่อนแอต่อเพลี้ยกระโดดสีน้ำตาล อ่อนแอต่อโรคไหม้และโรคขอบใบแห้ง",
      "image": "https://www.ricethailand.com/wp-content/uploads/2019/07/กข99-หอมคลองหลวง-72.jpg"
    },
    {
      "no":2,
      "rice_Type": "ข้าวหอมไทย",
      "rice_name": "กข103 (หอมชัยนาท 72)",
      "department": "ศูนย์วิจัยข้าวชัยนาท",
      "owner": " นายอนรรฆพล บุญช่วย",
      "position": "นักวิชาการเกษตรชำนาญการพิเศษ",
      "history": "กข103 ได้จากการผสมสามทางระหว่าง สายพันธุ์ KLG88028-22-1-2-2 กับ ลูกผสมชั่วที่ 1 ของสายพันธุ์ SPR88096-17-3-2-2 และพันธุ์ IR60 ในปี 2540 โดยปลูกและคัดเลือกลูกผสมชั่วที่ 1 และ 2 ที่ศูนย์วิจัยข้าวพิษณุโลก ต่อมาในปี 2543-2547 ศูนย์วิจัยข้าวชัยนาท ได้นำลูกผสมชั่วที่ 3 มาปลูกและคัดเลือกแบบสืบประวัติ (pedigree) ตั้งแต่ชั่วที่ 3-6 จนได้สายพันธุ์ที่คงตัวทางพันธุกรรม",
      "characteristics": [
        "เป็นข้าวเจ้าหอมไวต่อช่วงแสง",
        "อายุเบา ออกดอกประมาณวันที่ 15 ตุลาคม ",
        "ความสูง 139 เซนติเมตร ลำต้นค่อนข้างแข็ง ใบสีเขียว ทรงกอตั้ง",
        "ข้าวเปลือกสีฟาง ข้าวกล้องสีขาว รูปร่างเรียว",
        "อมิโลสต่ำ (17.3 เปอร์เซ็นต์)",
        "ข้าวสวยมีสีขาวนวล นุ่ม เหนียว และมีกลิ่นหอม",
        "ผลผลิตเฉลี่ย 596 กิโลกรัมต่อไร่"
      ],
      "Features": [
        "ศักยภาพการให้ผลผลิต 875 กิโลกรัมต่อไร่",
        "อายุเบา ใกล้เคียงกับพันธุ์ขาวดอกมะลิ 105 ในพื้นที่ภาคเหนือตอนล่างและภาคกลาง",
        "ค่อนข้างต้านทานต่อโรคไหม้ และโรคขอบใบแห้งในเขตภาคกลาง",
        "ปริมาณอมิโลสต่ำ คุณภาพการหุงต้มและรับประทานดี เมื่อหุงสุกได้ข้าวสวยนุ่ม เหนียว และมีกลิ่นหอม",
        "เมล็ดเรียวยาว สามารถผลิตเป็นข้าวสาร 100 เปอร์เซ็นต์ ชั้น 1 ได้"
      ],
      "area": "เหมาะสำหรับปลูกในพื้นที่นาอาศัยน้ำฝนในเขตภาคเหนือตอนล่าง และภาคกลาง ทั้งในพื้นที่ลุ่มและที่ดอน",
      "Limitations": "ค่อนข้างอ่อนแอต่อโรคไหม้และอ่อนแอต่อโรคขอบใบแห้งในเขตภาคเหนือตอนล่าง โดยเฉพาะจังหวัดพิษณุโลก รวมถึงค่อนข้างอ่อนแอต่อเพลี้ยกระโดดสีน้ำตาลและเพลี้ยกระโดดหลังขาว",
      "image": ""  
    },
    {
      "no":3,
      "rice_Type": "ข้าวขาวพื้นแข็ง",
      "rice_name": "กข111 (เจ้าพระยา 72)",
      "department": "ศูนย์วิจัยข้าวพิษณุโลก",
      "owner": " นางสาวชวนชม ดีรัศมี",
      "position": "ผู้อำนวยการศูนย์วิจัยข้าวพิษณุโลก",
      "history": "กข105 ได้จากการผสมพันธุ์ระหว่าง PSL09082-CNT-140-2-3-1-1-2-1 ซึ่งให้ผลผลิตสูงเป็นพันธุ์แม่ กับ PSL14190-MAS(6)-CNT-15-5 ซึ่งต้านทานโรคขอบใบแห้งเป็นพันธุ์พ่อ ตั้งแต่ปี 2559 ถึง 2566 ปลูกคัดเลือกแบบสืบตระกูลที่ศูนย์วิจัยข้าวชัยนาท จนได้สายพันธุ์ข้าวที่คงตัวทางพันธุกรรม",
      "characteristics": [
        "เป็นข้าข้าวเจ้าไม่ไวต่อช่วงแสง",
        "อายุเก็บเกี่ยว 100-110 วัน (หว่านน้ำตม) และ 110-116 วัน (ปักดำ)",
        "ต้นสูงประมาณ 112-122 เซนติเมตร "
      ],
      "Features": [
        "ศักยภาพให้ผลผลิต 1,176 กิโลกรัมต่อไร่",
        "ค่อนข้างต้านทานโรคขอบใบแห้ง และเพลี้ยกระโดดสีน้ำตาล ",
        "คุณภาพเมล็ดทางกายภาพดี เป็นข้าวเจ้าเมล็ดยาวเรียว ท้องไข่น้อย คุณภาพการสีดีมาก สามารถผลิตข้าวสาร 100 เปอร์เซ็นต์ ชั้น 1 ได้ "
      ],
      "area": "พื้นที่นาชลประทานภาคเหนือตอนล่าง และภาคกลาง",
      "Limitations": "ค่อนข้างอ่อนแอต่อโรคไหม้",
      "image": ""  
    },
    {
      "no":4,
      "rice_Type": "ข้าวขาวพื้นแข็ง",
      "rice_name": "กข107 (พิษณุโลก 72)",
      "department": "ศูนย์วิจัยข้าวพิษณุโลก",
      "owner": "นางสาวเบญจวรรณ พลโคต",
      "position": "นักวิชาการเกษตรชำนาญการพิเศษ",
      "history": "กข107 ได้จากการผสมพันธุ์เดี่ยวระหว่าง PSL15082-MAS-12-362 ซึ่งเป็นข้าวที่มียีนต้านทานโรคขอบใบแห้ง (xa5) และ PSL15456-MAS-1 เป็นข้าวที่มียีนต้านทานเพลี้ยกระโดดสีน้ำตาล (Bph3) ยีนความหอม (badh2) และยีนทนน้ำท่วมฉับพลัน (Sub1) ปลูกคัดเลือกแบบสืบตระกูลที่ศูนย์วิจัยข้าวพิษณุโลก ปี 2559-2562 จนได้สายพันธุ์ข้าวที่คงตัวทางพันธุกรรม",
      "characteristics": [
        "ข้าวเจ้าไม่ไวต่อช่วงแสง",
        "อายุเก็บเกี่ยว 107 วัน (ฤดูนาปี) และ 108 วัน (ฤดูนาปรัง) เมื่อปลูกโดยวิธีปักดำ",
        "ความสูงประมาณ 102 เซนติเมตร",
        "ต้านทานเพลี้ยกระโดดสีน้ำตาล",
        "ทนน้ำท่วมฉับพลันปานกลาง"
      ],
      "Features": [
        "ศักยภาพให้ผลผลิต 1,070 กิโลกรัมต่อไร่",
        "อายุเก็บเกี่ยวสั้นกว่า กข41",
        "เป็นข้าวเจ้าพื้นแข็งหอม ให้สาร 2AP เท่ากับ 0.61 ppm",
        "คุณภาพเมล็ดทางกายภาพดี ท้องไข่น้อย คุณภาพการสีดี สามารถสีเป็นข้าวสาร 100 เปอร์เซ็นต์ ชั้น 1 ได้",
        "ทนน้ำท่วมฉับพลันปานกลาง "
      ],
      "area": "พื้นที่นาชลประทานในเขตภาคเหนือตอนล่างและภาคกลาง",
      "Limitations": "อ่อนแอต่อโรคไหม้ โรคขอบใบแห้ง และเพลี้ยกระโดดหลังขาว",
      "image": ""  
    },
    {
      "no":5,
      "rice_Type": "ข้าวหอมไทย",
      "rice_name": "กข109 (หอมพัทลุง 72)",
      "department": "ศูนย์วิจัยข้าวพัทลุง",
      "owner": "นายกันต์ธณวิชญ์ ใจสงฆ์",
      "position": "นักวิชาการเกษตรชำนาญการ",
      "history": "กข109 ได้จากการผสม ระหว่าง KKN1041-23-2-1-2/UBN03005-6-3-26-10-49-10 ที่ศูนย์วิจัยข้าวพัทลุง พ.ศ. 2557  ต่อมาได้คัดเลือกข้าวพันธุ์ผสม ตั้งแต่ชั่วที่ 2 ถึง 6 จนได้สายพันธุ์ที่คงตัวทางพันธุกรรม",
      "characteristics": [
        "ข้าวเจ้าหอมไม่ไวต่อช่วงแสง",
        "อายุเก็บเกี่ยว (102 วัน, วิธีหว่านน้ำตม และ 112 วัน, วิธีปักดำ)",
        "ลำต้นแข็งมาก ใบสีเขียว ทรงกอตั้ง ใบธงตั้งตรง",
        "ปริมาณอมิโลส 15.06 เปอร์เซ็นต์",
        "ข้าวสวยมีสีขาว นุ่ม เหนียว และมีกลิ่นหอม"
      ],
      "Features": [
        "ศักยภาพการให้ผลผลิตสูงสุด 1,086 กิโลกรัมต่อไร่",
        "อายุเก็บเกี่ยว สั้นกว่า ข้าวพันธุ์ปทุมธานี 1",
        "ปริมาณอมิโลส 15.06 เปอร์เซ็นต์",
        "คุณภาพการหุงต้มและรับประทานดี เมื่อหุงสุกแล้วข้าวสวยนุ่มเหนียว และมีกลิ่นหอม",
        "คุณภาพการขัดสีดีมาก ได้ข้าวเต็มเมล็ดและต้นข้าว 51.8 เปอร์เซ็นต์ และเป็นท้องไข่น้อย"
      ],
      "area": "พื้นที่นาชลประทานภาคใต้",
      "Limitations": "อ่อนแอต่อโรคไหม้ ขอบใบแห้ง และเพลี้ยกระโดดสีน้ำตาล ควรหลีกเลี่ยงการปลูกพื้นที่ที่มีการระบาดของโรคไหม้ ขอบใบแห้ง และเพลี้ยกระโดดสีน้ำตาลเป็นประจำ",
      "image": ""  
    },
    {
        "no":6,
        "rice_Type": "ข้าวเหนียว",
        "rice_name": "กข24 (สกลนคร 72)",
        "department": "ศูนย์วิจัยข้าวสกลนคร",
        "owner": "นายสมใจ สาลีโท",
        "position": "ผู้อำนวยการศูนย์วิจัยข้าวสกลนคร",
        "history": "กข24 เป็นผลงานวิจัยร่วมกันระหว่างกรมการข้าว กระทรวงเกษตรและสหกรณ์ และศูนย์พันธุวิศวกรรมและเทคโนโลยีชีวภาพแห่งชาติสำนักงานพัฒนาวิทยาศาสตร์และเทคโนโลยีแห่งชาติ กระทรวงการอุดมศึกษา วิทยาศาสตร์วิจัยและนวัตกรรม ได้จากการผสมพันธุ์ระหว่างข้าวเหนียวสายพันธุ์ RGDU07585-7-MAS35-4 ซึ่งลำต้นเตี้ยเป็นพันธุ์แม่ กับข้าวเหนียวสายพันธุ์ RGDU07123-12-22-5 ซึ่งลำต้นสูง ที่หน่วยปฏิบัติการค้นหาและใช้ประโยชน์ยีนข้าว (Rice Gene Discovery Unit; RGDU) ปลูกคัดลือกแบบสืบตระกูลที่หน่วยปฏิบัติการค้นหาและใช้ประโยชน์ยีนข้าว และศูนย์วิจัยข้าวหนองคายศูนย์วิจัยข้าวหนองคาย จนได้สายพันธุ์ที่คงตัวทางพันธุกรรม",
        "characteristics": [
          "เป็นข้าวเหนียวไวต่อช่วงแสง",
          "ปลูกได้เฉพาะฤดูนาปี ออกดอก 50 เปอร์เซ็นต์ ประมาณวันที่ 21 ตุลาคม เก็บเกี่ยวประมาณวันที่ 23 พฤศจิกายน",
          "ผลผลิตเฉลี่ย 663 กิโลกรัมต่อไร่ ศักยภาพการให้ผลผลิตสูงสุด 1,002 กิโลกรัมต่อไร่",
          "ทรงกอตั้ง ความสูงประมาณ 96 เซนติเมตร ลำต้นแข็งมาก",
          "เมล็ดยาว รูปร่างเรียว คุณภาพการสีดี",
          "เมื่อนึ่งสุกเนื้อสัมผัสนุ่ม"
        ],
        "Features": [
          "ศักยภาพการให้ผลผลิต 1,002 กิโลกรัมต่อไร่",
          "เป็นข้าวเหนียวไวต่อช่วงแสงที่มีลำต้นเตี้ย ต้านทานการหักล้มดีกว่าพันธุ์ กข6 และ กข18",
          "ต้านทานต่อโรคไหม้ในระยะกล้าในภาคตะวันออกเฉียงเหนือ"
        ],
        "area": "แนะนำให้ปลูกในพื้นที่นาน้ำฝนภาคตะวันออกเฉียงเหนือที่มีการระบาดของโรคไหม้",
        "Limitations": "อ่อนแอต่อโรคไหม้คอรวง ขอบใบแห้ง แมลงบั่ว และเพลี้ยกระโดดสีน้ำตาล เช่นเดียวกับพันธุ์ กข6 และ กข18",
        "image": ""  
      },
      {
        "no":7,
        "rice_Type": "ข้าวเหนียว",
        "rice_name": "กข26 (เชียงราย 72)",
        "department": "ศูนย์วิจัยข้าวเชียงราย",
        "owner": "นายพายัพภูเบศวร์ มากกูล",
        "position": "นักวิชาการเกษตรชำนาญการพิเศษ",
        "history": "กข26 ได้จากการผสมระหว่างข้าวเหนียวสายพันธุ์ PRE98002-PAN-B-12-1-1 เป็นพันธุ์แม่กับข้าวเหนียวพันธุ์สันป่าตอง 1 ซึ่งให้ผลผลิตสูง มีความต้านทานต่อโรคไหม้ คุณภาพการหุงต้มและรับประทานดีเป็นพันธุ์พ่อ ปลูกคัดเลือกแบบสืบตระกูลที่ศูนย์วิจัยข้าวเชียงราย ปี 2561-2566 จนได้สายพันธุ์ข้าวที่คงตัวทางพันธุกรรม",
        "characteristics": [
          "ข้าวเหนียวไม่ไวต่อช่วงแสง",
          "อายุเก็บเกี่ยวประมาณ 130 วัน",
          "ศักยภาพการให้ผลผลิต 1,152 กิโลกรัมต่อไร่",
          "ความสูงประมาณ 111 เซนติเมตร ลำต้นแข็ง"
        ],
        "Features": [
          "ศักยภาพการให้ผลผลิต 1,152 กิโลกรัมต่อไร่ สูงกว่าพันธุ์สันป่าตอง",
          "อายุเก็บเกี่ยวสั้นกว่าพันธุ์สันป่าตอง 1 และ กข14 ประมาณ 5-6 วัน",
          "ต้านทานต่อโรคไหม้ระยะกล้าในภาคเหนือตอนบน"
        ],
        "area": "พื้นที่นาชลประทานภาคเหนือตอนบน",
        "Limitations": "อ่อนแอต่อโรคไหม้คอรวง ขอบใบแห้ง แมลงบั่ว เพลี้ยกระโดดสีน้ำตาลและเพลี้ยกระโดดหลังขาว เช่นเดียวกับพันธุ์สันป่าตอง 1 และกข14",
        "image": ""  
      },
      {
        "no":8,
        "rice_Type": "ข้าวญี่ปุ่น",
        "rice_name": "กขจ1 (วังทอง 72)",
        "department": "ศูนย์วิจัยข้าวพิษณุโลก",
        "owner": "นางสาวเบญจวรรณ พลโคต",
        "position": "นักวิชาการเกษตรชำนาญการพิเศษ",
        "history": "กขจ1 ได้จากการผสมเดี่ยวระหว่างสายพันธุ์ข้าว PSL95037-25-1-2-PAN-1 กับพันธุ์ Shubu ฤดูนาปี 2555 ที่ศูนย์วิจัยเชียงราย ฤดูนาปี 2556-ฤดูนาปี 2557 ปลูกคัดลือกแบบสืบตระกูลที่ศูนย์วิจัยข้าวพิษณุโลก จนได้สายพันที่คงตัวทางพันธุกรรม",
        "characteristics": [
          "เป็นข้าวเจ้าจาปอนิกาไม่ไวต่อช่วงแสง",
          "อายุเก็บเกี่ยว 98-113 วัน (ฤดูนาปี) และ 105-123 วัน (ฤดูนาปรัง) เมื่อปลูกโดยวิธีปักดำ",
          "ลักษณะทรงกอตั้ง สูงประมาณ 93 เซนติเมตร ลำต้นค่อนข้างแข็ง ใบสีเขียวเข้ม",
          "เมล็ดร่วงยาก ข้าวเปลือกสีฟาง มีหาง",
          "ปริมาณอมิโลสต่ำ (17.31 เปอร์เซ็นต์)",
          "ข้าวเมื่อหุงสุก มีลักษณะนุ่มเหนียว สีขาวนวล เลื่อมมันเล็กน้อย"
        ],
        "Features": [
          "มีศักยภาพการให้ผลผลิต 953 กิโลกรัมต่อไร่",
          "ต้านทานต่อโรคไหม้ได้ดีกว่าพันธุ์ พันธุ์ ก.วก.1 และ ก.วก.2",
          "คุณภาพเมล็ดทางกายภาพดี ท้องไข่น้อยกว่าพันธุ์ ก.วก.1 และ ก.วก.2  คุณภาพการสีดีมาก",
          "คุณภาพการหุงต้มและรับประทานดี เนื้อสัมผัสข้าวสุกนุ่มกว่าพันธุ์ ก.วก.1 และ ก.วก.2"
        ],
        "area": "พื้นที่นาชลประทานในเขตภาคเหนือตอนบน และภาคเหนือตอนล่าง",
        "Limitations": "อ่อนแอต่อเพลี้ยกระโดดสีน้ำตาล และเพลี้ยกระโดดหลังขาว",
        "image": ""  
      },
      {
        "no":9,
        "rice_Type": "ข้าวสาลี",
        "rice_name": "กขส1 (สะเมิง 72)",
        "department": "ศูนย์วิจัยข้าวสะเมิง",
        "owner": "นายสิปปวิชญ์ ปัญญาตุ้ย",
        "position": "นักวิชาการเกษตรชำนาญการ",
        "history": "กขส1 เป็นสายพันธุ์ข้าวสาลีที่ได้มีการนำเข้าแหล่งพันธุกรรมจากศูนย์วิจัยการปรับปรุงข้าวโพดและข้าวสาลีนานาชาติ (CIMMYT) ประเทศเม็กซิโก ในปี 2531 ร่วมกับสายพันธุ์อื่นจำนวนหลายสายพันธุ์ จากนั้นระหว่างปี 2532-2559 ได้ปลูกศึกษาพันธุ์ คัดเลือกพันธุ์ ขยายพันธุ์และอนุรักษ์เชื้อพันธุ์ไว้ในพื้นที่ศูนย์วิจัยข้าวสะเมิง จนกระทั่งปี 2560 จึงได้เริ่มกิจกรรมศึกษาพันธุ์ข้าวสาลีอีกครั้งตามขั้นตอนของกระบวนการปรับปรุงพันธุ์ และคัดเลือกได้สายพันธ์ที่คงตัว",
        "characteristics": [
          "เป็นข้าวสาลีขนมปัง",
          "อายุเก็บเกี่ยวประมาณ 89 วัน เมื่อปลูกโดยวิธีโรยเป็นแถว",
          "ลักษณะทรงกอตั้ง ต้นสูงประมาณ 90 เซนติเมตร ใบสีเขียว",
          "เมล็ดสีขาว เมล็ดมีรูปร่างวงรี เมล็ดยาว",
          "ผลผลิตเฉลี่ย 441 กิโลกรัมต่อไร่"
        ],
        "Features": [
          "ศักยภาพให้ผลผลิตสูงถึง 569 กิโลกรัมต่อไร่",
          "คุณภาพของโปรตีนเหมาะสมสำหรับทำแป้งขนมปัง โปรตีนสูงมีค่าเท่ากับ 12.5 เปอร์เซ็นต์ ค่าการตกตะกอน มีค่า 33.5 มิลลิลิตร กลูเตนเปียก มีค่า 40.8 เปอร์เซ็นต์ และกลูเตนแห้งมีค่า 15.4 เปอร์เซ็นต์ ",
          "คุณภาพของแป้งเหมาะสมสำหรับทำขนมปัง มีค่าความหนืดสูงสุด (Peak Viscosity) เท่ากับ 248 RVU ค่าความหนืดสุดท้าย (Final Viscosity) เท่ากับ 235 RVU และค่าเซตแบค (Setback) 89 RVU"
        ],
        "area": "ภาคเหนือตอนบน",
        "Limitations": "การปลูกล่าช้าอาจทำให้เกิดโรคใบจุดสีน้ำตาล",
        "image": ""  
      },
      {
        "no":10,
        "rice_Type": "ข้าวไร่",
        "rice_name": "หอมหัวบอน 35 (กระบี่ 72)",
        "department": "ศูนย์วิจัยข้าวกระบี่",
        "owner": "นางสาวอริณย์ทพัช สงไกรรัตน์",
        "position": "นักวิชาการเกษตรชำนาญการพิเศษ",
        "history": "ข้าวเจ้าหอมหัวบอน 35 ศูนย์วิจัยข้าวกระบี่ได้จากการเก็บรวบรวมพันธุ์ข้าวหอมหัวบอนจากอำเภอเกาะลันตา จังหวัดกระบี่ ในปี 2559 นำมาปลูกศึกษาวิจัยและพัฒนาพันธุ์ เพื่ออนุรักษ์พันธุ์ข้าวพื้นเมืองในจังหวัดกระบี่ โดยการปลูกคัดเลือกพันธุ์บริสุทธิ์ (pure-line selection) ในฤดูนาปี 2560 จนได้สายพันธุ์ที่ดี",
        "characteristics": [
          "ข้าวไวต่อช่วงแสง",
          "อายุวันออกดอก ระหว่าง 21 กันยายน-17 ตุลาคม",
          "ความสูงประมาณ 147 เซนติเมตร",
          "ปริมาณอมิโลสปานกลาง (21.58%) "
        ],
        "Features": [
          "เยื่อหุ้มเมล็ดสีแดง ข้าวหุงสุกมีกลิ่นหอมเหมือนเผือก มีคุณภาพการหุงต้มและรับประทานดี",
          "มีสารอาหารที่มีประโยชน์ต่อร่างกาย คือ Gamma Oryzanol และ Total antioxidant ค่อนข้างสูง",
          "ค่อนข้างต้านทานโรคไหม้ในระยะกล้า"
        ],
        "area": "ปลูกในสภาพไร่แซมยางพาราและปาล์มน้ำมัน ที่ปลูกใหม่ อายุ 1-3 ปี ในภาคใต้",
        "Limitations": "อ่อนแอต่อโรคขอบใบแห้งและเพลี้ยกระโดดสีน้ำตาล",
        "image": ""  
      }
    ]